{
  "items": [
    {
      "name" : "BURGERS",
      "koreanName" : "버거",
      "summary" : "비프 패티와 포테이토 번, 토마토, 양상추에 쉑소스를 올려 만든 쉑버거와 그 외 다양한 버거 메뉴",
      "description" : "쉐이크쉑의 시그니처 비프 패티와 쫄깃한 식감의 토종효모 포테이토 번, 토마토, 양상추에 쉑소스를 올려 만든 심플하면서도 맛있는 쉑버거와 그 외 다양한 버거 메뉴가 있습니다. 쉐이크쉑 코리아는 늘 신선한 맛과 품질 유지를 위해 쉐이크쉑 본사에서 승인한 국내의 우수한 파트너사의 식재료를 사용합니다."
    },
    {
      "name" : "CHICKEN",
      "koreanName" : "치킨",
      "summary" : "치킨 등살과 포테이토 번, 스파이시 슬로 또는 양상추, 피클과 특별한 소스로 만든 프리미엄 치킨 버거",
      "description" : "신선한 치킨 통살을 버터밀크에 수비드 하여 주문과 동시에 바삭하게 튀겼습니다. 토종 효모 포테이토 번, 아삭한 식감의 스파이시 슬로 또는 양상추, 상큼한 피클과 쉐이크쉑만의 특별한 소스로 완성된 프리미엄 치킨 버거를 즐겨보세요."
    },
    {
      "name" : "FLAT-TOP DOGS",
      "koreanName" : "플랫-탑 도그",
      "summary" : "포테이토 번, 비프 소시지로 만든 핫 도그",
      "description" : "쉐이크쉑의 시작을 알리기도 했던 플랫-탑 도그를 버거와 함께 즐겨보세요! 쫄깃한 토종 효모 포테이토 번 위에 참나무 칩으로 훈연한 비프 소시지가 들어간 담백한 핫 도그에 다양한 토핑을 추가해서 맛도 UP! 즐거움도 UP! 시켜보세요"
    },
    {
      "name" : "SIDE",
      "koreanName" : "사이드",
      "summary" : "감자로 만든 짭짤한 프라이",
      "description" : "버거를 먹을 때 사이드 메뉴가 빠져서는 안되죠! 바삭하게 튀겨낸 짭짤한 프라이를 달콤한 쉐이크에 찍어 먹으면 그날의 스트레스는 모두 날아갈 거예요!"
    },
    {
      "name" : "CUSTARD",
      "koreanName" : "커스터드",
      "summary" : "매장에서 제조한 커스터드(쉐이크)",
      "description" : "매장에서 매일 신선하게 제조하는 쫀득하고 진한 커스터드를 드셔보세요. 입안 가득 퍼지는 부드럽고 달콤한 맛이 당신의 하루를 더욱 완벽하게 만들 것입니다. 클래식 쉐이크 외에도 시즌별로 한정된 기간 동안 맛볼 수 있는 피처드 쉐이크 등 쉐이크쉑이 전하는 달콤함에 빠져보세요."
    },{
      "name" : "CONCRETES",
      "koreanName" : "콘크리트",
      "summary" : "매장에서 제조한 커스터드와 다양한 토핑",
      "description" : "쫀득하고 진한 맛의 커스터드와 다양한 믹스-인이 만나 탄생한 쉐이크쉑만의 디저트 메뉴, 콘크리트를 만나보세요. 혹시 알고 계셨나요? 쉐이크쉑의 매장마다 각 지역의 특성을 살려 탄생한 매장별 시그니처 콘크리트가 있다는 사실! 콘크리트와 함께 쉐이크쉑에서의 달콤한 마무리를 즐겨보세요!"
    },
    {
      "name" : "DRINKS",
      "koreanName" : "음료",
      "summary" : "직접 만든 레몬네이드, 향긋한 아이스티 등",
      "description" : "매장에서 직접 만드는 상큼한 레몬에이드, 달지 않고 향긋한 아이스티, 레몬에이드와 아이스티를 반반 섞은 쉐이크쉑의 시그니처 음료 피프티/피프티도 잊지 마세요."
    },
    {
      "name" : "WOOF",
      "koreanName" : "강아지메뉴",
      "summary" : "반려견을 위한 비스킷(테이크아웃)",
      "description" : "우리 마음 속엔 언제나 귀여운 네 발 친구도 함께 합니다. 행복한 반려견을 위한 강아지 테이크 아웃 메뉴도 준비해 두었거든요."
    },
    {
      "name" : "BREAKFAST",
      "koreanName" : "아침 메뉴",
      "summary" : "아침식상용으로 적합한 담백하고 심플한 버거",
      "description" : "바쁜 하루를 시작하기 전, 든든하게 배를 채워보세요. 쉐이크쉑의 특별한 아침 메뉴는 오직 일부 점포에서만 즐길 수 있습니다. 점포별 운영시간이 상이하니 각 매장으로 문의해주세요."
    }
  ]
}